{
  "More than 50 services in your pocket! With a warranty of up to 30 days on maintenance services and a rating of 4.5/5": "أكثر من 50 خدمة في جيبك! مع ضمان يصل إلى 30 يومًا على خدمات الصيانة وتقييم 4.5/5 ",
  "Ar": "En",
  "Home": "رئيسية",
  "Our Services": "خدمات",
  "Product": "المنتج",
  "News": "إخبارية",
  "Service request": "طلب الخدمة",
  "Download the application now": "قم بتنزيل التطبيق الآن",
  "Affordable Cost": "تكلفة بأسعار معقولة",
  "Why Us": "لماذا نحن",
  "Why": "لماذا ",
  "Us": " نحن",
  "Dedicated to all your daily needs, we’re a one-stop place.": "مكرسة لجميع احتياجاتك اليومية، نحن مكان شامل.",
  "With our incredible system, you will have a clear visibility for the cost of your request.": "مع نظامنا المذهل، سيكون لديك رؤية واضحة لتكلفة طلبك.",
  "Convenient Time": "موعد مناسب",
  "Sit back and relax, because our MG will call you to talk about the time that right for your schedule.": "اجلس واسترخي، لأن MG سيتصل بك للتحدث عن الوقت المناسب لجدولك الزمني.",
  "Quality of Service": "جودة الخدمة",
  "They’ve got to earn them. Check out what MG customers said about their quality of work.": "عليهم أن يكسبوها. تحقق مما قاله عملاء MG عن جودة عملهم",
  "We deliver": "نحن نقدم",
  "excellence in providing a smart marketplace for services with the utmost focus on sustainable": "التميز في توفير سوق ذكية للخدمات مع التركيز إلى أقصى حد على الاستدامة",
  "See our services": "انظر خدماتنا",
  "Our": "خدمات",
  "Services": "",
  "We are introducing a whole network of integrated services through": "نحن نقدم شبكة كاملة من الخدمات المتكاملة من خلال",
  "Latest": "الأخيرة",
  "Know more about our latest Events & Festivals to enjoy your vacations to the fullest in your own holiday home in KHADAMATY": "تعرف على المزيد حول أحدث الأحداث والمهرجانات لدينا للاستمتاع بإجازاتك على أكمل وجه في منزل العطلات الخاص بك في خداماتي",
  "Hamaki and Massar Egbari beach concert": "حفل شاطئ حماقي ومسار إغباري",
  "Delivering the First birthdays at our compounds": "تسليم أعياد الميلاد الأولى في مجمعاتنا",
  "See More": "رؤية مزيد",
  "Service": "خدمة",
  "request mechanism": "آلية الطلب",
  "Choose the service": "اختيار الخدمة",
  "suitable for you from the list of services": "مناسب لك من قائمة الخدمات",
  "Choose date and time": "اختر التاريخ والوقت",
  "And the right service provider for you": "ومزود الخدمة المناسب لك",
  "Relax and put your mind at ease": "استرخ وجعل عقلك مرتاحًا",
  "And we take care of the rest": "ونحن نعتني بالباقي",
  "© MG Developments. 2021. All rights reserved": "© MG Developments. 2021. كل الحقوق محفوظة",
  "Created with love by": "تم إنشاؤه بالحب بواسطة",
  "Service Payment":"مدفوعات خدمة",
  "Request Service":"طلب الخدمة",
  "Grocery Shop":"متجر البقالة",
  "Complaint":"شكوى",
  "Property Management":"إدارة الممتلكات",
  "Visitors":"الزائرون",
  "Help Desk":"دعم فني",
  "Dashboard":"لوحة تحكم",
  "Permission":"إذن"
}
